Repository: Adrian3strada/djappiffy-railway
Catalog: packhouses/catalogs/locale/*/LC_MESSAGES/django.po
Languages: es

source: Product
es: Producto

source: Catalogs
es: Catálogos

source: Name
es: Nombre

source: Management cost per Kg
es: Costo de administración por Kg

source: Cost generated per Kg for product management and packaging
es: Costo generado por administración y empacado por Kg de producto

source: Is foreign
es: Es extranjero

source: Conditional for performance reporting to separate foreign and domestic markets; separation in the report of volume by mass and customer addresses
es: Condicional para reporte de desempeño para separar mercados extranjeros y nacionales; separación en el reporte de volumen por masa y direcciones de clientes

source: Is mixable
es: Se puede mezclar

source: Conditional that does not allow mixing fruit with other markets
es: Condicional que no permite mezclar frutas con otros mercados

source: Label language
es: Idioma de etiqueta

source: Address of packaging house to show in label
es: Domicilio del empaque para mostrar en etiqueta

source: Leave blank to keep the default address defined in the organization
es: Dejar en blanco para mantener la dirección predeterminada definida en la organización

source: Is enabled
es: Está activo

source: Organization
es: Organización

source: Market
es: Mercado

source: Markets
es: Mercados

source: Cost per Kg
es: Costo por Kg

source: Cost per Kg on Market
es: Costo en el mercado por kg

source: Costs per Kg on Market
es: Costos en el mercado por kg

source: Market class
es: Clase de mercado

source: Market classes
es: Clases de mercado

source: Order
es: Orden

source: Name must be unique, it already exists.
es: El nombre debe ser único, ya se encuentra en uso.

source: Market standard product size
es: Tamaño estándar del producto en el mercado

source: Market standard product sizes
es: Tamaños estándar del producto en el mercado

source: Description
es: Descripción

source: Products
es: Productos

source: Product variety
es: Variedad de producto

source: Product varieties
es: Variedades de producto

source: Variety
es: Variedad

source: Size name
es: Nombre de calibre

source: Harvest kind
es: Tipo de corte

source: To separate sizes by product kind in the mass volume report
es: Separar tamaños por tipo de producto en el reporte de volumen masivo

source: Requires corner protector
es: Requiere esquinero protector

source: Product variety size
es: Calibre variedad de producto

source: Product variety sizes
es: Calibres de variedad de producto

source: Full name
es: Nombre completo

source: State
es: Estado

source: City
es: Cuidad

source: District
es: Municipio

source: Neighborhood
es: Colonia

source: Postal code
es: Código Postal

source: Address
es: Domicilio

source: External number
es: Número exterior

source: Internal number
es: Número interior

source: Tax ID
es: Número de identificación fiscal (RFC)

source: Phone number
es: Número de teléfono

source: Bank account number
es: Número de cuenta bancaria

source: Bank
es: Banco

source: Product provider
es: Proveedor de producto

source: Product providers
es: Proveedores de producto

source: Product Provider Benefactor
es: Beneficiario del Proveedor de producto

source: Product Provider Benefactors
es: Beneficiarios del Proveedor de producto

source: Product producer
es: Productor de producto

source: Product producers
es: Productores de producto

source: Product producer benefactor
es: Beneficiario del productor de productos

source: Product producer benefactors
es: Beneficiarios del productor de producto

source: Country
es: País

source: Legal entity category
es: Régimen de capital

source: Payment kind
es: Tipo de pago

source: Max money credit limit
es: Límite máximo de crédito

source: Max days credit limit
es: Límite máximo de días de crédito

source: Client
es: Cliente

source: Clients
es: Clientes

source: Model
es: Modelo

source: License plate
es: Matrícula

source: Serial number
es: Número de serie

source: Ownership kind
es: Tipo de propiedad

source: Fuel kind
es: Tipo de combustible

source: Comments
es: Comentarios

source: Vehicle
es: Vehículo

source: Vehicles
es: Vehículos

source: Zone
es: Zona

source: Population registry code
es: Clave única de registro de población

source: Tax registry code
es: Número de identificación fiscal

source: Social number code
es: Número de seguro social

source: Birthday
es: Fecha de Nacimiento

source: Sex
es: Sexo

source: Male
es: Masculino

source: Female
es: Femenino

source: Is maquilador
es: Es maquilador

source: Gatherer
es: Acopiador

source: Gatherers
es: Acopiadores

source: Maquilador client
es: Cliente maquilador

source: Maquilador clients
es: Clientes maquiladores

source: Product Classification
es: Clasificación de Producto

source: Product Classifications
es: Clasificaciones de Producto

source: Producer
es: Productor

source: Registration date
es: Fecha de Registro

source: Forest land use change
es: Cambio en el uso del suelo forestal

source: Hectares
es: Hectarias

source: Phytosanitary certificate
es: Certificado Fitosanitario

source: Orchard
es: Huerta

source: Orchards
es: Huertas

source: Orchard certification kind
es: Tipo de certificación de huerta

source: Orchard certification kinds
es: Tipos de certificación de huerta

source: Orchard certification verifier
es: Verificador de certificación de huerta

source: Orchard certification verifiers
es: Verificadores de certificación de huerta

source: Certification number
es: Número de certificación

source: Expiration date
es: Fecha de vencimiento

source: Orchard certification
es: Certificación de huerta

source: Orchard certifications
es: Certificaciones de huerta

source: Harvest crew
es: Equipo de corte

source: Harvest crews
es: Equipos de corte

source: Supply unit kind
es: Tipo de unidad de suministro

source: Supply unit kinds
es: Tipos de unidad de suministro

source: Supply kind
es: Tipo de suministro

source: Supply kinds
es: Tipos de suministros

source: Supply kind relation
es: Relación de tipo de suministro

source: Supply kind relations
es: Relaciones de tipo de suministro

source: Unit cost
es: Costo unitario

source: Unit price
es: Precio unitario

source: Unit quantity
es: Cantidad por unidad

source: Unit kind
es: Tipo de unidad

source: Minimum stock quantity
es: Cantidad mínima de inventario

source: Maximum stock quantity
es: Cantidad máxima de inventario

source: Kind
es: Tipo

source: Is tray
es: Es bandeja

source: Related supply
es: Suministro relacionado

source: Supply
es: Suministro

source: Supplies
es: Suministros

source: Credit days
es: Días de crédito

source: Supplier
es: Proveedor

source: Suppliers
es: Proveedores

source: Mesh Bag Kind
es: Tipo de bolsa de malla

source: Mesh Bag Kinds
es: Tipos de bolsa de malla

source: Mesh bag film kind
es: Tipo de material de bolsa de malla

source: Mesh bag film kinds
es: Tipos de materiales de bolsas de mallas

source: Mesh bags per box
es: Bolsas de malla por caja

source: Pieces per mesh bags
es: Piezas por bolsa de malla

source: Mesh bag kind
es: Tipo de bolsa de malla

source: Mesh bag discount
es: Descuento en bolsa de malla

source: Mesh bag film discount
es: Descuento en material de bolsa de malla

source: Mesh bag
es: Bolsa de malla

source: Mesh bags
es: Bolsas de malla

source: Service provider benefactor
es: Benefactor del proveedor de servicios

source: Service provider benefactors
es: Benefactores del proveedor de servicio

source: Service provider
es: Proveedor de servicio

source: Service
es: Servicio

source: Services
es: Servicios

source: Authority box kind
es: Tipo de caja autorizada

source: Authority box kinds
es: Tipos de cajas autorizadas

source: Kg per box
es: kg por caja

source: Trays per box
es: bandejas por caja

source: Box kind
es: Tipos de caja

source: Box kinds
es: Tipos de caja

source: Number
es: Número

source: Weighing scale
es: Báscula

source: Weighing scales
es: Básculas

source: Pallet capacity
es: Capacidad del pallet

source: Freshness days warning
es: Advertencia de días de frescura

source: Freshness days alert
es: Alerta de días de frescura

source: Cold chamber
es: Cámara fría

source: Cold chambers
es: Cámaras frías

source: Boxes quantity
es: Cantidad de cajas

source: Kg amount
es: Cantidad de kg

source: Quantity
es: Cantidad

source: Pallet expense
es: Gasto de pallet

source: Pallet expenses
es: Gastos de pallet

source: Kg tare
es: Tara en kg

source: Is dark
es: Está oscuro

source: provisional cost
es: Costo provicional

source: provisional price
es: Precio provisional

source: Supply tray
es: Bandeja de suministro

source: Product Packaging
es: Empaque de producto
